Repository: designoverhaul/NorthPole
Catalog: ChristmasWishlist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: Invalid verification code. Please try again.
de: Ungültiger Bestätigungscode. Bitte versuche es erneut.
es: Código de verificación no válido. Inténtalo de nuevo.
fr: Code de vérification non valide. Réessayez.
it: Codice di verifica non valido. Riprova.
ja: 確認コードが正しくありません。もう一度お試しください。
pt_br: Código de verificação inválido. Tente novamente.

source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ja: 招待
pt_br: Convidar

source: Invite %@
de: %@ einladen
es: Invitar a %@
fr: Inviter %@
it: Invita %@
ja: %@ を招待
pt_br: Convidar %@

source: Item Name
de: Bezeichnung
es: Nombre del artículo
fr: Nom de l’article
it: Nome dell’articolo
ja: アイテム名
pt_br: Nome do item

source: Kids without a phone
de: Kinder ohne eigenes Handy
es: Niños sin teléfono
fr: Enfants sans téléphone
it: Bambini senza telefono
ja: スマホを持たない子ども
pt_br: Crianças sem celular

source: Legal
de: Rechtliches
fr: Mentions légales
it: Note legali
ja: 法的情報
pt_br: Jurídico

source: Loading children...
de: Kinder werden geladen …
es: Cargando niños…
fr: Chargement des enfants…
it: Caricamento bambini…
ja: 子どもを読み込み中…
pt_br: Carregando crianças…

source: Loading friends...
de: Freunde werden geladen …
es: Cargando amigos…
fr: Chargement des amis…
it: Caricamento amici…
ja: 友だちを読み込み中…
pt_br: Carregando amigos…

source: Loading...
de: Wird geladen …
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
pt_br: Carregando…

source: Made with ❄️ in Atlanta
de: Mit ❄️ gemacht in Atlanta
es: Hecho con ❄️ en Atlanta
fr: Conçu avec ❄️ à Atlanta
it: Fatto con ❄️ ad Atlanta
ja: アトランタで ❄️ を込めて
pt_br: Feito com ❄️ em Atlanta

source: Male
de: Männlich
es: Masculino
fr: Homme
it: Uomo
ja: 男性
pt_br: Masculino

source: Manage Children
de: Kinder verwalten
es: Gestionar niños
fr: Gérer les enfants
it: Gestisci i bambini
ja: 子どもを管理
pt_br: Gerenciar crianças

source: Mark %@ as purchased?
de: „%@“ als gekauft markieren?
es: ¿Marcar «%@» como comprado?
fr: Marquer « %@ » comme acheté ?
it: Segnare «%@» come acquistato?
ja: 「%@」を購入済みにしますか？
pt_br: Marcar “%@” como comprado?

source: Mark %@ as unpurchased?
de: Markierung für „%@“ aufheben?
es: ¿Desmarcar «%@» como comprado?
fr: Décocher « %@ » comme acheté ?
it: Rimuovere l’acquisto di «%@»?
ja: 「%@」の購入済みを取り消しますか？
pt_br: Desmarcar “%@” como comprado?

source: Mark as Purchased
de: Als gekauft markieren
es: Marcar como comprado
fr: Marquer comme acheté
it: Segna come acquistato
ja: 購入済みにする
pt_br: Marcar como comprado

source: Mark item as purchased?
de: Artikel als gekauft markieren?
es: ¿Marcar el artículo como comprado?
fr: Marquer l’article comme acheté ?
it: Segnare l’articolo come acquistato?
ja: このアイテムを購入済みにしますか？
pt_br: Marcar o item como comprado?

source: Me
de: Ich
es: Yo
fr: Moi
it: Io
ja: 自分
pt_br: Eu

source: Membership
de: Mitgliedschaft
es: Suscripción
fr: Abonnement
it: Abbonamento
ja: メンバーシップ
pt_br: Assinatura

source: Mostly Educational
de: Eher lehrreich
es: Más educativo
fr: Plutôt éducatif
it: Più educativo
ja: やや学び重視
pt_br: Mais educativo

source: Mostly Fun
de: Eher Spaß
es: Más diversión
fr: Plutôt ludique
it: Più divertente
ja: やや楽しさ重視
pt_br: Mais diversão

source: My Wishlist
de: Meine Liste
es: Mi lista
fr: Ma liste
it: La mia lista
ja: マイリスト
pt_br: Minha lista

source: Network error occurred
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
it: Errore di rete
ja: ネットワークエラーが発生しました
pt_br: Ocorreu um erro de rede

source: No children added yet
de: Noch keine Kinder
es: Aún no hay niños
fr: Aucun enfant pour l’instant
it: Ancora nessun bambino
ja: 子どもはまだ追加されていません
pt_br: Nenhuma criança ainda

source: No friends added yet
de: Noch keine Freunde
es: Aún no hay amigos
fr: Aucun ami pour l’instant
it: Ancora nessun amico
ja: 友だちはまだいません
pt_br: Nenhum amigo ainda

source: No gift ideas found
de: Keine Geschenkideen gefunden
es: No se encontraron ideas
fr: Aucune idée trouvée
it: Nessuna idea trovata
ja: ギフトのアイデアが見つかりません
pt_br: Nenhuma ideia encontrada

source: No items yet
de: Noch keine Wünsche
es: Aún no hay artículos
fr: Aucun article pour l’instant
it: Ancora nessun articolo
ja: アイテムはまだありません
pt_br: Nenhum item ainda

source: No verification ID. Please request a new code.
de: Keine Bestätigungs-ID. Fordere einen neuen Code an.
es: No hay ID de verificación. Solicita un código nuevo.
fr: Aucun identifiant de vérification. Demandez un nouveau code.
it: Nessun ID di verifica. Richiedi un nuovo codice.
ja: 確認 ID がありません。新しいコードをリクエストしてください。
pt_br: Nenhum ID de verificação. Solicite um novo código.

source: North Pole - Bug Report
de: North Pole – Fehlerbericht
es: North Pole: informe de error
fr: North Pole – Signalement de bug
it: North Pole – Segnalazione di un problema
ja: North Pole - 不具合の報告
pt_br: North Pole - Relato de erro

source: North Pole - Feature Request
de: North Pole – Funktionswunsch
es: North Pole: sugerencia de función
fr: North Pole – Suggestion de fonctionnalité
it: North Pole – Richiesta di funzione
ja: North Pole - 機能のリクエスト
pt_br: North Pole - Sugestão de recurso

source: Not signed in. Please sign in before deleting your account.
de: Nicht angemeldet. Melde dich an, bevor du deinen Account löschst.
es: No has iniciado sesión. Inicia sesión antes de eliminar tu cuenta.
fr: Vous n’êtes pas connecté. Connectez-vous avant de supprimer votre compte.
it: Non hai effettuato l’accesso. Accedi prima di eliminare il tuo account.
ja: サインインしていません。アカウントを削除する前にサインインしてください。
pt_br: Você não está conectado. Faça login antes de excluir sua conta.

source: Notification permissions were denied. Please enable them in Settings to receive purchase notifications.
de: Die Berechtigung für Mitteilungen wurde abgelehnt. Aktiviere sie in den Einstellungen, um Mitteilungen zu Käufen zu erhalten.
es: Se han denegado los permisos de notificación. Actívalos en Ajustes para recibir notificaciones de compra.
fr: L’autorisation des notifications a été refusée. Activez-la dans Réglages pour recevoir les notifications d’achat.
it: L’autorizzazione alle notifiche è stata negata. Attivala in Impostazioni per ricevere le notifiche di acquisto.
ja: 通知が許可されていません。購入の通知を受け取るには「設定」で許可してください。
pt_br: As permissões de notificação foram negadas. Ative-as em Ajustes para receber notificações de compra.

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
pt_br: Notificações

source: Notifications Disabled
de: Mitteilungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
it: Notifiche disattivate
ja: 通知がオフです
pt_br: Notificações desativadas

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
pt_br: Abrir Ajustes

source: Our Wishlist
de: Unsere Liste
es: Nuestra lista
fr: Notre liste
it: La nostra lista
ja: みんなのリスト
pt_br: Nossa lista

source: Our Wishlists
de: Unsere Listen
es: Nuestras listas
fr: Nos listes
it: Le nostre liste
ja: みんなのリスト
pt_br: Nossas listas

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
pt_br: Colar

source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
pt_br: Número de telefone

source: Photo
de: Foto
es: Foto
it: Foto
ja: 写真
pt_br: Foto

source: Photography
de: Fotografie
es: Fotografía
fr: Photographie
it: Fotografia
ja: 写真
pt_br: Fotografia

source: Please describe the bug you encountered: --- App Version: %@ Device: %@ iOS Version: %@
de: Bitte beschreibe den Fehler, den du gefunden hast: --- App-Version: %@ Gerät: %@ iOS-Version: %@
es: Describe el error que encontraste: --- Versión de la app: %@ Dispositivo: %@ Versión de iOS: %@
fr: Décrivez le bug que vous avez rencontré : --- Version de l’app : %@ Appareil : %@ Version d’iOS : %@
it: Descrivi il problema che hai riscontrato: --- Versione dell’app: %@ Dispositivo: %@ Versione di iOS: %@
ja: 発生した不具合の内容をご記入ください： --- アプリのバージョン: %@ デバイス: %@ iOS のバージョン: %@
pt_br: Descreva o erro que você encontrou: --- Versão do app: %@ Dispositivo: %@ Versão do iOS: %@

source: Please select everyone that you may exchange gifts with.
de: Wähle alle aus, mit denen du vielleicht Geschenke tauschst.
es: Selecciona a todas las personas con las que puedas intercambiar regalos.
fr: Sélectionnez toutes les personnes avec qui vous pourriez échanger des cadeaux.
it: Seleziona tutte le persone con cui potresti scambiare dei regali.
ja: ギフトを交換するかもしれない人を すべて選んでください。
pt_br: Selecione todas as pessoas com quem você pode trocar presentes.

source: Please sign in to continue
de: Bitte melde dich an, um fortzufahren
es: Inicia sesión para continuar
fr: Connectez-vous pour continuer
it: Accedi per continuare
ja: 続けるにはサインインしてください
pt_br: Faça login para continuar

source: Price: %@
de: Preis: %@
es: Precio: %@
fr: Prix : %@
it: Prezzo: %@
ja: 価格：%@
pt_br: Preço: %@

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_br: Política de Privacidade

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
pt_br: Perfil

source: Purchase notifications
de: Mitteilungen zu Käufen
es: Notificaciones de compra
fr: Notifications d’achat
it: Notifiche di acquisto
ja: 購入の通知
pt_br: Notificações de compra

source: Purchased
de: Gekauft
es: Comprado
fr: Acheté
it: Acquistato
ja: 購入済み
pt_br: Comprado

source: Rate App
de: App bewerten
es: Valorar la app
fr: Noter l’app
it: Valuta l’app
ja: アプリを評価
pt_br: Avaliar o app

source: Reading & Books
de: Lesen & Bücher
es: Lectura y libros
fr: Lecture et livres
it: Lettura e libri
ja: 読書・本
pt_br: Leitura e livros

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除
pt_br: Remover

source: Remove Friend
de: Freund entfernen
es: Eliminar amigo
fr: Retirer l’ami
it: Rimuovi amico
ja: 友だちを削除
pt_br: Remover amigo

source: Report a Bug
de: Fehler melden
es: Informar de un error
fr: Signaler un bug
it: Segnala un problema
ja: 不具合を報告
pt_br: Relatar um erro

source: Santa couldn't reach the workshop
de: Der Weihnachtsmann ist nicht erreichbar
es: Papá Noel no pudo contactar con el taller
fr: Le Père Noël n’a pas pu joindre l’atelier
it: Babbo Natale non è riuscito a contattare la bottega
ja: サンタは工房と連絡が取れませんでした
pt_br: O Papai Noel não conseguiu falar com a oficina

source: Santa couldn't read the reply. Please try again.
de: Der Weihnachtsmann konnte die Antwort nicht lesen. Bitte versuche es erneut.
es: Papá Noel no pudo leer la respuesta. Inténtalo de nuevo.
fr: Le Père Noël n’a pas pu lire la réponse. Réessayez.
it: Babbo Natale non è riuscito a leggere la risposta. Riprova.
ja: サンタは返事を読み取れませんでした。もう一度お試しください。
pt_br: O Papai Noel não conseguiu ler a resposta. Tente novamente.

source: Santa's most requested
de: Die häufigsten Wünsche
es: Lo más pedido a Papá Noel
fr: Les plus demandés au Père Noël
it: I più richiesti a Babbo Natale
ja: サンタへの人気リクエスト
pt_br: Os mais pedidos ao Papai Noel

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Salvar

source: Searching for gift ideas
de: Geschenkideen werden gesucht
es: Buscando ideas de regalo
fr: Recherche d’idées de cadeaux
it: Ricerca di idee regalo
ja: ギフトのアイデアを検索中
pt_br: Buscando ideias de presente

source: Secrecy
de: Überraschungen
es: Sorpresas
fr: Surprises
it: Sorprese
ja: サプライズ
pt_br: Surpresas

source: Select Friends
de: Freunde auswählen
es: Seleccionar amigos
fr: Sélectionner des amis
it: Seleziona amici
ja: 友だちを選ぶ
pt_br: Selecionar amigos

source: Send to Friends
de: An Freunde senden
es: Enviar a amigos
fr: Envoyer à des amis
it: Invia agli amici
ja: 友だちに送る
pt_br: Enviar aos amigos

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Ajustes

source: Show purchased status
de: Gekaufte Wünsche anzeigen
es: Mostrar lo ya comprado
fr: Afficher les articles achetés
it: Mostra gli articoli acquistati
ja: 購入済みを表示
pt_br: Mostrar itens comprados

source: Sign in with your phone number to get started
de: Melde dich mit deiner Telefonnummer an, um loszulegen
es: Inicia sesión con tu número de teléfono para empezar
fr: Connectez-vous avec votre numéro de téléphone pour commencer
it: Accedi con il tuo numero di telefono per iniziare
ja: 電話番号でサインインして始めましょう
pt_br: Faça login com seu número de telefone para começar

source: Skip for now
de: Später
es: Ahora no
fr: Plus tard
it: Non ora
ja: あとで
pt_br: Agora não

source: Sports & Fitness
de: Sport & Fitness
es: Deporte y fitness
fr: Sport et fitness
it: Sport e fitness
ja: スポーツ・フィットネス
pt_br: Esporte e fitness

source: Stuff for Dogs
de: Für Hunde
es: Cosas para perros
fr: Pour les chiens
it: Cose per cani
ja: 犬のためのもの
pt_br: Coisas para cães

source: Success
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
pt_br: Pronto

source: Tap the + button to add friends from your contacts
de: Tippe auf +, um Freunde aus deinen Kontakten hinzuzufügen
es: Toca + para añadir amigos desde tus contactos
fr: Touchez + pour ajouter des amis depuis vos contacts
it: Tocca + per aggiungere amici dai tuoi contatti
ja: ＋ をタップして 連絡先から友だちを追加
pt_br: Toque em + para adicionar amigos dos seus contatos

source: Tap the + button to add items to your wishlist
de: Tippe auf +, um Wünsche zu deiner Liste hinzuzufügen
es: Toca + para añadir artículos a tu lista
fr: Touchez + pour ajouter des articles à votre liste
it: Tocca + per aggiungere articoli alla tua lista
ja: ＋ をタップして リストにアイテムを追加
pt_br: Toque em + para adicionar itens à sua lista

source: Technology & Gadgets
de: Technik & Gadgets
es: Tecnología y gadgets
fr: Tech et gadgets
it: Tecnologia e gadget
ja: テクノロジー・ガジェット
pt_br: Tecnologia e gadgets

source: Thanks for supporting North Pole
de: Danke, dass du North Pole unterstützt
es: Gracias por apoyar North Pole
fr: Merci de soutenir North Pole
it: Grazie per il tuo sostegno a North Pole
ja: North Pole を応援いただきありがとうございます
pt_br: Obrigado por apoiar o North Pole

source: This will permanently delete your wishlists, children, purchases, friends, and account from North Pole. This cannot be undone.
de: Dadurch werden deine Wunschlisten, Kinder, Käufe, Freunde und dein Account endgültig aus North Pole gelöscht. Das lässt sich nicht rückgängig machen.
es: Esto eliminará de forma permanente tus listas, niños, compras, amigos y tu cuenta de North Pole. No se puede deshacer.
fr: Cette action supprimera définitivement vos listes, enfants, achats, amis et votre compte de North Pole. Elle est irréversible.
it: Questa operazione eliminerà definitivamente le tue liste, i bambini, gli acquisti, gli amici e il tuo account da North Pole. Non è reversibile.
ja: North Pole からウィッシュリスト、子ども、購入履歴、友だち、アカウントが完全に削除されます。この操作は取り消せません。
pt_br: Isso excluirá permanentemente suas listas, crianças, compras, amigos e sua conta do North Pole. Não é possível desfazer.

source: Travel
de: Reisen
es: Viajes
fr: Voyage
it: Viaggi
ja: 旅行
pt_br: Viagem

source: Try adjusting your search criteria
de: Passe deine Suchkriterien an
es: Prueba a ajustar los criterios de búsqueda
fr: Essayez d’ajuster vos critères
it: Prova a modificare i criteri di ricerca
ja: 検索条件を変えてみてください
pt_br: Tente ajustar os critérios de busca

source: Unlimited gifts
de: Unbegrenzte Wünsche
es: Deseos ilimitados
fr: Souhaits illimités
it: Desideri illimitati
ja: ウィッシュ無制限
pt_br: Desejos ilimitados

source: Unlock unlimited gifts
de: Unbegrenzte Wünsche freischalten
es: Desbloquea deseos ilimitados
fr: Débloquer des souhaits illimités
it: Sblocca desideri illimitati
ja: ウィッシュを無制限に
pt_br: Desbloqueie desejos ilimitados

source: Unmark
de: Aufheben
es: Desmarcar
fr: Décocher
it: Rimuovi
ja: 取り消す
pt_br: Desmarcar

source: Unpurchase
de: Nicht mehr gekauft
es: Desmarcar
fr: Décocher
it: Annulla acquisto
ja: 購入を取り消す
pt_br: Desmarcar

source: Unpurchase Item
de: Kauf zurücknehmen
es: Desmarcar artículo
fr: Décocher l’article
it: Annulla l’acquisto
ja: 購入を取り消す
pt_br: Desmarcar item

source: User is not authenticated
de: Nutzer ist nicht angemeldet
es: El usuario no ha iniciado sesión
fr: L’utilisateur n’est pas connecté
it: L’utente non ha effettuato l’accesso
ja: サインインしていません
pt_br: O usuário não está conectado

source: Verify & Sign In
de: Bestätigen & anmelden
es: Verificar e iniciar sesión
fr: Vérifier et se connecter
it: Verifica e accedi
ja: 確認してサインイン
pt_br: Verificar e entrar

source: Videogames
de: Videospiele
es: Videojuegos
fr: Jeux vidéo
it: Videogiochi
ja: ゲーム

source: View Item
de: Artikel ansehen
es: Ver artículo
fr: Voir l’article
it: Vedi articolo
ja: 商品を見る
pt_br: Ver item

source: Visit Link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri il link
ja: リンクを開く
pt_br: Abrir link

source: We sent a code to
de: Wir haben einen Code gesendet an
es: Enviamos un código a
fr: Nous avons envoyé un code au
it: Abbiamo inviato un codice a
ja: コードの送信先
pt_br: Enviamos um código para

source: We'll send you a verification code via SMS
de: Wir senden dir einen Bestätigungscode per SMS
es: Te enviaremos un código de verificación por SMS
fr: Nous vous enverrons un code de vérification par SMS
it: Ti invieremo un codice di verifica via SMS
ja: SMS で確認コードをお送りします
pt_br: Enviaremos um código de verificação por SMS

source: Welcome to Christmas Wishlist
de: Willkommen bei Christmas Wishlist
es: Te damos la bienvenida a Christmas Wishlist
fr: Bienvenue sur Christmas Wishlist
it: Ti diamo il benvenuto su Christmas Wishlist
ja: Christmas Wishlist へ ようこそ
pt_br: Boas-vindas ao Christmas Wishlist

source: Welcome! Can I ask for some help?
de: Willkommen! Darf ich dich um Hilfe bitten?
es: ¡Bienvenido! ¿Me echas una mano?
fr: Bienvenue ! Puis-je vous demander un coup de main ?
it: Benvenuto! Posso chiederti una mano?
ja: ようこそ！ ちょっと手伝ってくれるかな？
pt_br: Bem-vindo! Posso pedir uma ajudinha?

source: Wish for new app feature
de: Neue Funktion wünschen
es: Pedir una función nueva
fr: Proposer une fonctionnalité
it: Chiedi una nuova funzione
ja: 新機能をリクエスト
pt_br: Sugerir um recurso

source: Would you like to add your kids (without a phone) to the gift exchange?
de: Möchtest du deine Kinder (ohne eigenes Handy) zum Geschenketausch hinzufügen?
es: ¿Quieres añadir a tus hijos (sin teléfono) al intercambio de regalos?
fr: Souhaitez-vous ajouter vos enfants (sans téléphone) à l’échange de cadeaux ?
it: Vuoi aggiungere i tuoi bambini (senza telefono) allo scambio di regali?
ja: スマホを持たないお子さんもギフト交換に追加しますか？
pt_br: Quer adicionar seus filhos (sem celular) à troca de presentes?

source: Would you like to know if items are checked off your list?
de: Möchtest du sehen, wenn Wünsche von deiner Liste abgehakt werden?
es: ¿Quieres saber cuándo se marcan artículos de tu lista?
fr: Souhaitez-vous savoir quand des articles de votre liste sont cochés ?
it: Vuoi sapere quando gli articoli della tua lista vengono spuntati?
ja: リストのアイテムがチェックされたことを知りたいですか？
pt_br: Você quer saber quando itens da sua lista forem marcados?

source: Your account and data were deleted.
de: Dein Account und deine Daten wurden gelöscht.
es: Tu cuenta y tus datos se han eliminado.
fr: Votre compte et vos données ont été supprimés.
it: Il tuo account e i tuoi dati sono stati eliminati.
ja: アカウントとデータを削除しました。
pt_br: Sua conta e seus dados foram excluídos.

source: Account
es: Cuenta
fr: Compte
ja: アカウント
pt_br: Conta

source: Budget
es: Presupuesto
ja: 予算
pt_br: Orçamento

source: Link
es: Enlace
fr: Lien
ja: リンク

source: Smart Home
es: Casa inteligente
fr: Maison connectée
it: Casa intelligente
ja: スマートホーム
pt_br: Casa inteligente

source: Support
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
pt_br: Suporte

source: Lego
ja: レゴ
